[
  {
    "job_description" : "Unity3D Developer- job post\nProject Whitecard\n698 Corydon Avenue, Winnipeg, MB\nProject Whitecard\n698 Corydon Avenue, Winnipeg, MB\nProfile insights\nHere’s how the job qualifications align with your profile.\nSkills\n\nUnity\n\nCommunication skills\n&nbsp;\nLocation\n698 Corydon Avenue, Winnipeg, MB\n&nbsp;\nBenefits\nPulled from the full job description\nFlexible schedule\n&nbsp;\nFull job description\nWe are dedicated to quality for our clients and users, and value compassion, culture, innovation and science. These values have allowed us to work alongside amazing clients such as NASA and the Canadian Space Agency. Project Whitecard is a respectful and inclusive workplace.\nUnity3D Developer\nIf you’ve used Unity3D well before, then please feel free to apply, and thank-you (there are usually 2-3 other positions in consideration).\n\nPosition: Developer\nLocation: Project Whitecard Inc., 698 Corydon, Winnipeg, Manitoba.\n\nSince 2006, Project Whitecard has been using games technology to improve lives everywhere, specializing in Virtual Reality. We are dedicated to quality for our clients and users, and value compassion, culture, innovation and science. These values have allowed us to work alongside amazing clients such as NASA and the Canadian Space Agency. Project Whitecard is a respectful and inclusive workplace.\n\nWe’re looking for an outstanding Unity3D technologist to join our team and help deliver optimized and performant builds on platforms in VR, PC, and mobile.\n\nIf this sounds like you please send your portfolio or digital examples of your work with your CV and Cover Letter to candidates@projectwhitecard.com. Please note that only shortlisted candidates will be contacted.\n\nResponsibilities include:\n\nDevelop software using Unity3D\nOptimize and execute builds for all platforms (PC, mobile, web, VR)\nParticipate in QA, providing feedback for improvement\nWorking with the technical team to develop our video games\nWorking directly with the project lead and occasionally the client\nSolving technical problems in creative ways to help innovate and build exciting new content\nYou will interact with our talented team to examine and recommend qualitative changes to the trunk for each platform\nPosition Requirements\n\nDemonstrated experience producing builds out of Unity for multiple platforms, including VR\nHave a clear understanding of game and software development terminology and processes\nDemonstrated ability to creatively adapt to changing requirements and solve bugs\nExceptional understanding of Unity3D and platform build requirements, both in performance and UI that includes differences in VR and non-VR\nExcellent communication skills both verbal and written\nAbility to work within a team and can function well independently\nBenefits include:\n\nFlexible working hours (with core hours)\nRemote work (if required)\nHealth benefits for permanent employees\nFlat organization structure\nPlease customize your profile to include a selection of titles, internal or public that you have brought to fruition as a build manager and developer.\n\nWe look forward to reviewing your applications.\n\nTo apply please send your resume to candidates@projectwhitecard.com",
    "apply": "To apply please send your resume to candidates@projectwhitecard.com by email"
  }
]